<?php

return [
    'admin' => [
        'news' => [
            'create' => [
                'success' => 'Запись успешно добавилась',
                'fail' => 'Не удалось добавить запись'
            ],
            'update' => [
                'success' => 'Запись успешно обновилась',
                'fail' => 'Не удалось обновить запись'
            ],
            'delete' => [
                'success' => 'Запись успешно удалилась',
                'fail' => 'Не удалось удалить запись'
            ],
        ],
        'categories' => [
            'create' => [
                'success' => 'Категория успешно добавилась',
                'fail' => 'Не удалось добавить категорию'
            ],
            'update' => [
                'success' => 'Категория успешно обновилась',
                'fail' => 'Не удалось обновить категорию'
            ],
            'delete' => [
                'success' => 'Категория успешно удалилась',
                'fail' => 'Не удалось удалить категорию'
            ],
        ]
    ]
];
